Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.cs-se.tmx
Source language: cs
Languages: se

source: Riziko zranění se snižuje a práce je efektivnější.
se: Arbetsmiljön behöver alltså förbättras.

source: Provádíme mj. inspekci pracovního prostředí na stavbách a můžeme v případě potřeby vyžadovat opatření pro úpravu pracovního prostředí na uspokojivou úroveň.
se: En bra arbetsmiljö lönar sig för alla: anställda, arbetsgivare, de som låter utföra byggnads- eller anläggningsarbete (det vill säga byggherrarna) och samhället i stort.

source: Jsou-li rizika příliš velká, můžeme další pokračování prací do vykonání nápravných opatření zakázat.
se: Det är i föreskrifterna som kravens exakta lydelse finns.

source: Takový zákaz je třeba podepsat, ale podpis znamená jen potvrzení o převzetí dokumentu o rozhodnutí.
se: Grundläggande bestämmelser om arbetsmiljön finns i arbetsmiljölagen.

source: Stavebním dělníkům se často přihodí úraz nebo dostanou nemoc z povolání.
se: 1 § uppförande, ändring, reparation, underhåll och rivning.

source: Existují zákony a předpisy od Švédského úřadu pro pracovní prostředí regulující provádění stavebních prací.
se: Tänk på att även byggnads- och anläggningsarbete under jord och under vatten ingår.

source: V této brožuře se můžete dočíst o některých minimálních požadavcích.
se: Även andra föreskrifter från Arbetsmiljöverket kan vara aktuella vid byggnads- och anläggningsarbete.

source: Jak snížit riziko pádu
se: vara hållfasta,

source: Pád je nejběžnější příčinou smrtelných úrazů a nehod na stavebních pracovištích.
se: Selen kan vara insydd i väst.

source: Je proto třeba předejít nebezpečí pádu.
se: Jobba säkrare på tak

source: Ochranné zábradlí, pracovní platformy, pracovní koše, lešení nebo další ochranné pomůcky nutno používat v první řadě.
se: Vid takarbete ska normalt skyddsräcke eller utrustning som ger motsvarande skydd användas.

source: Ochrana může být nutná i při menších výškových rozdílech, například je-li tam voda nebo jsou-li dole ostré předměty.
se: Tänk på att det kan behövas extra kraftiga räcken för att hejda en person som kommer rutschande utför ett brant tak.

source: pevná
se: Skyddsräcke vid takarbete.

source: Mohou mít i jinou konstrukci, ale musí skýtat nejméně stejně bezpečnou ochranu.
se: Ibland ska säkerhetssele med lina användas som skydd istället för räcke eller annan utrustning.

source: Při práci na střeše musí normálně existovat ochranné zábradlí nebo jiné zařízení dávající odpovídající ochranu.
se: I 88 § i föreskrifterna anges hur man ska bedöma vilket alternativ man ska välja.

source: Namontujte zábradlí na okapovou římsu nebo na lešení, jež končí hned pod okapem.
se: Om detta inte går att ordna ska lämplig person utses som håller fast linan, lämpligen genom avhåll.

source: Může být zapotřebí i zvlášť mohutné zábradlí, aby dokázalo zachytit osobu sjíždějící z příkré střechy.
se: Linan ska hållas sträckt under arbetet.

source: Zkontrolujte, zda úchyty opravdu drží.
se: Personlig skyddsutrustning

source: Nedá-li se lano nikde uchytit, lze ho obmotat za pevné zařízení a držet jej napnuté jinou osobou.
se: Annan personlig skyddsutrustning, till exempel ögonskydd, hörselskydd och handskar, ska användas när det behövs.

source: Může existovat riziko propadnutí skrz plochy, jež nemají dostatečnou nosnost – takové plochy zablokujte.
se: I föreskrifterna finns bestämmelser om hur ett skyddsnät ska vara konstruerat.

source: Používejte zvláštní ochranné zařízení, máte-li na takové ploše pracovat.
se: Även i föreskrifterna finns bestämmelser om montering.

source: Je důležité, aby kompetentní osoba síť a její montáž před použitím zkontrolovala.
se: Skyddsräcken har monterats på marken redan före lyft.

source: Má-li se práce vykonávat víc než čtyři hodiny na malé ploše střechy a pokud má střecha sklon víc než 1:4, musí existovat vodorovná pracovní plocha.
se: Ett skyddsnät åldras, särskilt när det utsätts för dagsljus (ultraviolett strålning).

source: Běžně je třeba používat ochrannou přilbu a ochrannou obuv.
se: Att nätet åldras medför att töjbarheten hos maskorna minskar.

source: Zdvihání těžkých nákladů a chybné pracovní polohy zatěžují tělo
se: Se upp för dolda risker!

source: Práce ve stavebnictví je často těžká a představuje tělesnou zátěž, proto musí být pro dopravu stavebního materiálu k dispozici zdvihací zařízení.
se: Alla ytor som man kan gå på ska normalt ha betryggande bärighet så att man inte kan trampa igenom.

source: Ve stavebnictví se používá mnoho jedovatých, rakovinotvorných, žíravých nebo alergii vyvolávajících látek.
se: Planera arbetet rätt – undvik skadliga belastningar

source: Například beton, malta a štuk obsahují cement, který při dlouhodobějším doteku s kůží může způsobit leptavé poranění.
se: Byggnadsarbete är ofta tungt och belastande för kroppen.

source: Jiné výrobky, často obsahující nebezpečné látky jsou lepidla, barvy, dvoukomponentní produkty aj.
se: Handhållna maskiner och verktyg ska vara ergonomiskt utformade.

source: Vlákna minerální vlny a prach na stavbách jsou také nebezpečné, protože při vdechnutí ohrožují dýchací cesty.
se: Att arbeta från stege någon längre stund är inte bra för kroppen.

source: Podnik, který dovezl do Švédska nebezpečný chemický produkt pro svou vlastní potřebu, odpovídá za to, že se na pracovišti o produktu nacházejí písemné informace o rizicích a ochraně v jazyce, kterému uživatelé rozumí.
se: När man arbetar med installationer över axelhöjd, till exempel i tak kan man anpassa arbetshöjden väl om man använder en steglöst höj- och sänkbar plattform.

source: Na pracovišti musí být seznam všech nebezpečných chemických produktů.
se: Använd skivhissar och stativ för skruvdra- gare som avlastar vid arbete i tak.

source: Každý zaměstnavatel za to odpovídá.
se: Skruvdragare med magasin är tunga.

source: Zaměstnavatel musí informovat zaměstnance o všech rizicích spojených s nebezpečnými chemickými produkty a ujistit se o tom, že zaměstnanec informacím porozuměl.
se: En skruvdragare utan magasin är lättare att hantera och man får dessutom en kort paus varje gång skruven ska sättas i.

source: Pro určité nebezpečné látky platí zvlášť přísná pravidla:
se: Variera arbetet

source: Azbest: Pro zacházení s azbestem a pro jeho odstraňování potřebuje podnik, který má práci vykonat, povolení od Švédského úřadu pro pracovní prostředí.
se: Det är viktigt att få möjlighet att återhämta sig efter ansträngning.

source: K tomu, aby toto bylo uděleno, je třeba dokumentované zvláštní školení a lékařské potvrzení.
se: Detta tar tid, särskilt om ansträngningen pågått länge.

source: Tvrdé plasty: Také pro práci s tvrdými plasty (například se spojovací pěnou obsahující izokyanáty, epocidovým lepidlem, epoxidovou barvou aj.)
se: Exempelvis kan långvarig eller återkommande skruvning med skruvdragare medföra belastningsskada i nacke och skuldra om musklerna i axeln inte hinner återhämta sig.

source: je před zahájením práce zapotřebí lékařská prohlídka a školení.
se: När rörelse- variation ges i arbetet sprids belastningen på olika delar av kroppen.

source: Spoje a doprava
se: Förbindelseleder och transporter

source: Na stavbě musí být bezpečné komunikace, například schody nebo rampa mezi jednotlivými podlažími.
se: Det ska finnas säkra förbindelseleder på byggen.

source: Při vyškových rozdílech větších než deset metrů musí být nainstalován výtah, kdyby jinak zaměstnanec musel často chodit po schodech.
se: Mellan olika plan ska det normalt finnas trappa eller ramp.

source: Na staveništi, kde jezdí auta, musí být dostatečné bezpečnostní vzdálenosti nebo ochranná zařízení.
se: Kring förbindelseleder avsedda för motorfordon ska det finnas antingen tillräckligt säkerhetsavstånd eller tillräckliga skyddsanordningar.

source: Doprava mezi různými podlažími musí fungovat i bez sejmutí ochranných zábradlí nebo jiných ochranných zařízení.
se: Om detta inte går ska transporten istället ske via intagsbryggor, lastöppningar i fasader, särskilt iordningställda ramper eller särskilt anordnade transportsystem.

source: Není-li toto možné, je nutno dopravu provádět přes nákladové mosty, nákladové otvory ve fasádě, rampy nebo zvláštní dopravní systémy.
se: På intagsbryggor ska det normalt finnas grind eller bom.

source: Předpisy Švédského úřadu pro pracovní prostředí o lešeních udávají, co instrukce mají obsahovat.
se: Alla ska snabbt och säkert kunna nå säkert område.

source: Označení CE, typové schválení a inspekce zvedacích zařízení, strojů a některých dalších výrobků
se: Utrymmen och utrustning för första hjälpen ska vara utmärkta med skyltar.

source: Nová zvedací zařízení a nové stroje musejí obecně nést označení CE k tomu, aby mohly být používány ve Švédsku.
se: Det ska även finnas anslag med telefonnummer till ambulans och räddningstjänst samt adress och om det behövs färdbeskrivning.

source: Prefabrikovaná lešení a žebříky musejí být, pokud jsou dodávány do Švédska, typově kontrolovány (a žebříky také certifikovány) akreditovaným orgánem.
se: Bestämmelser om första hjälpen finns även i föreskrifterna ”Första hjälpen och krisstöd”.

source: Je trestné používat stroje a zvedací zařízení, aniž by byla provedena kontrola nebo pokud nebyly napraveny vytčené nedostatky.
se: Om det behövs ska även branddetektorer och alarmsystem finnas.

source: Technická prohlídka se musí konat podle švédských předpisů.
se: Lämpliga övningar ska genomföras regelbundet.

source: Nač nutno také myslet ...
se: Nödbelysning av tillräcklig styrka ska finnas där särskilda risker uppstår vid strömavbrott.

source: Někdy je také třeba pro stavební dělníky ochrana proti větru a chladu.
se: Bland annat brandredskap, alarmsystem, elinstallationer, förbindelseleder, trafik- anordningar, skyddsnät och varselmärkning ska kontrolleras och underhållas regelbundet.

source: Uzavřete a označte místa, kde existuje riziko padajících předmětů.
se: Lagring och uppställning av material

source: Pokud je tam přesto nutné chodit, tak tam musí být ochranné zastřešení.
se: Allvarliga olyckor kan hända om uppställda eller staplade byggprodukter kommer i rörelse.

source: Je-li třeba, musí být na místě ochrana proti sesuvu.
se: Det kan till exempel gälla spännarmering och fjäderbelastade portar.

source: Zkontrolujte, nejsou-li pod zemí vedení nebo nebezpečné látky a aby neexistovalo nebezpečí, že stroje spadnou do jámy.
se: Tänk på att förankringar av byggprodukter med mera måste kunna klara förekommande belastningar på grund av vind.

source: Vozidla projížděící kolem stavby představují riziko.
se: Förankring av form vid tillfällig uppställning.

source: Především je třeba změnit dopravní trasu.
se: Tänk på vindpåverkan!

source: Ten, kdo pracuje na místě, jež není odděleno od dopravy, musí nosit oděv s výstražným značením a s reflexními plochami.
se: Stödkonstruktion för säker uppställning av t.ex. betongelement, så att ras och glidning förhindras.

source: Všichni musejí umět rychle a bezpečně vyklidit pracoviště, např. když hoří.
se: Skydd mot väder och vind

source: Je třeba vždy umět poskytnout první pomoc a musejí existovat nápisy, které ukazují, kde je umístěno zařízení pro takovou pomoc.
se: 67 § Områden där det finns risk för fallande föremål ska spärras av och markeras på något sätt.

source: Nezapomeňte, že ten, kdo volá, se musí umět domluvit se Švédskou záchrannou službou.
se: Om sådana områden måste beträdas så ska skyddstak, täckta gångar eller liknande anordnas.

source: Pokud výpadek proudu by mohl způsobit zvláštní rizika při práci, musi být nainstalováno nouzové osvětlení.
se: Stödkonstruktioner, till exempel spont, ska användas om inte risken för farliga ras bedöms som obefintlig.

source: Stavitel nebo podnikatel, který převzal jeho odpovědnost, jsou také odpovědní vypracovat plán.
se: I första hand ska trafiken ledas om så att arbetet inte berörs.

source: Dohlédnout na to, že plán je dostupný na staveništi od samého začátku, je úlohou stavebního koordinátora pro provedení prací ohledně pracovního prostředí.
se: Bestämmelser om kemiska arbetsmiljörisker som gäller för allt arbete finns i Arbetsmiljöverkets föreskrifter om kemiska arbetsmiljörisker.

source: Koordinátor musí také provést nutné adaptace plánu.
se: Kemiska arbetsmiljörisker

source: Jestliže stavební práce budou prováděny na místě, kde současně probíhá jiná činnost, je třeba v plánu pracovního prostředí brát na to ohled.
se: Bestämmelser om kemiska arbetsmiljörisker som gäller för allt arbete finns i Arbetsmiljöverkets föreskrifter om kemiska arbetsmiljörisker.

source: Pravidla, jež budou uplatňována na staveništi
se: 7 c §§, AFS 2008:16,

source: Popis opatření na ochranu pracovního prostředí, jež je třeba podniknout v průběhu stavebních prací za účelem dosáhnout dobrého pracovního prostředí.
se: Han har också ansvaret för att förhandsanmälan, arbetsmiljöplan och dokumentation upprättas, liksom för att en byggarbetsmiljösamordnare för planering och projektering utses.

source: To se týká mj. následujících prací:
se: Vid delad entreprenad kan byggherreansvaret inte överlåtas.

source: práce, kde existuje nebezpečí pádu
se: AML 3 kap Byggarbetsmiljösamordnare för planering och projektering ska samordna projek-

source: kopání šachet a jam s nebezpečím sesuvu půdy
se: 7 a § och AFS 2008:16

source: práce v blízkosti vedení vysokého napětí
se: 3 kap 7 §, AFS 2008:16,

source: práce ve studnách a tunelech
se: och AFS

source: práce na místě nebo v oblasti s mimo projíždějící autodopravou bourání nosných konstrukcí nebo odstraňování zdraví škodlivých materiálů nebo látek.
se: 17 § byggarbetsmiljösamordnaren för utförandet av arbetet om de särskilda risker som kan uppstå på grund av den egna verksamheten.

source: Stavitel musí, s výjimkou menších prací, podat předběžné oznámení Švédskému úřadu pro pracovní prostředí (nejbližší okrsek) do zahájení prací, viz § 7 v předpisech.
se: Ensamföretagare och de som arbetar i familjeföretag utan anställda ska vid byggnads- och anläggningsarbete följa i stort sett samma bestämmelser som gäller för arbetsgivare och arbetstagare.

source: Všechny práce je třeba plánovat dostatečně včas a předem posuzovat jejich rizika, aby mohly být provedeny bezpečně.
se: Tillverkare och importörer av kemiska produkter och andra ämnen har ett liknande ansvar.

source: Je třeba naplánovat prostory pro boudy, dílny a dočasné sklady, jakož i pro komunikace a dopravu.
se: Tillverkare, importörer och uthyrare ska också lämna produktinformation som behövs för att förebygga ohälsa och olycksfall.

source: Časový plán je zvláště důležitý, jestli je práce rozsáhlá a doba stavby krátká.
se: De regler som ska tillämpas på byggarbetsplatsen.

source: Je třeba vybírat pracovní metody a zařízení, která:
se: En beskrivning av hur arbetsmiljöarbetet ska organiseras.

source: předcházejí nehodám vzniklým pádem nebo sesuvem půdy,
se: arbete med risk för fall,

source: Kdo odpovídá za co?
se: Förhandsanmälan

source: Ten, kdo nechává vykonat stavební a konstrukční práce (stavitel), nese hlavní odpovědnost za to, že se bere ohled na pracovní prostředí v průběhu stavby při přípravě stavebního projektu (plánování a projektování).
se: Det kan vara lämpligt att upprätta en dispositionsplan för arbetsplatsen (APD- plan) när man planerar in till exempel utrymme för bodar, verkstäder och upplag samt för förbindelseleder och transportanordningar.

source: Stavitel má také odpovědnost za vypracování předběžného oznámení, plánu pracovního prostředí a dokumentace a za jmenování koordinátora pro plánování a projektování stavebního pracovního prostředí.
se: Det är viktigt att lösa hur man ska ta sig till alla platser där man behöver arbeta.

source: V určitých případech může stavitel písemnou dohodou přenechat svou odpovědnost za pracovní prostředí dodavateli za tu část stavebního projektu týkající se zakázky.
se: Vägar för fordonstrafik ska separeras från leder för gående.

source: Toto je možné, když zakázka znamená samostatnou odpovědnost za celé plánování a projektování a/nebo provedení celého projektu, například jde-li o generální- nebo totální tendr.
se: Arbetet ska planeras så att olika verksamheter inte sammanfaller i tid och rum på ett sådant sätt att risk för ohälsa eller olycksfall uppkommer.

source: Při společném tendru nelze přenechat odpovědnost stavitele.
se: Tidsplaneringen är särskilt viktig om byggtiden är kort i förhållande till arbetenas omfattning.

source: Projektanti (architekti, poradci aj.)
se: motverkar olycksfall på grund av fall eller ras,

source: mají také, v rámci své zakázky, odpovědnost za to, aby na pracovní prostředí v průběhu stavby byl brán ohled při přípravě stavebního projektu.
se: innebär att hälsofarliga eller onödigt tröttande belastningar på kroppen undviks, medför låg exponering för buller, vibrationer, farliga ämnen och luftföroreningar.

source: Ostatní podniky na společném pracovišti musejí informovat stavebního koordinátora pracovního prostředí o zvláštních rizicích, které mohou vzniknout jejich vlastní činností.
se: Begriplig information ska lämnas till arbetstagarna om arbetet och de arbetsmiljö- åtgärder som är vidtagna eller planerade och om vilka regler som gäller.

source: Stavební dělníci jsou povinni se účastnit práce na pracovním prostředí, dodržovat předpisy a používat existující ochranné pomůcky a zařízení.
se: Byggarbetsmiljösamordnaren för utförandet av arbetet ska se till att erforderliga anpassningar i dokumentationen görs.

source: Výrobci, dovozci a pronajímatelé technických zařízení nesou odpovědnost za to, že jejich výrobky jsou bezpečné.
se: Om man använder checklistor som anpassats för olika riskområden, verksamheter eller utrustningar så underlättas skyddsrondsarbetet.

source: Výrobci a dovozci chemických produktů a jiných látek mají podobnou odpovědnost.
se: 9, 12 b och 14 §§

source: Výrobci, dovozci a pronajímatelé jsou povinni poskytnout informace o produktu potřebné k prevenci špatného zdraví a pracovních úrazů.
se: Några andra föreskrifter som också berör byggnads- och anläggningsarbete.

source: Additional copies of this publication can be ordered from:
se: Några publikationer som kan beställas från Arbetsmiljöverket

source: Systematická práce pro pracovní prostředí
se: Systematiskt arbetsmiljöarbete

source: Účelem našeho zákona o pracovním prostředí je zabránit zraněním při práci.
se: Vår arbetsmiljölag är till för att förhindra att människor skadas i arbetet.

source: Jako zaměstnavatel musíte počítat se všemi podmínkami, které můžou mít vliv na zdraví a bezpečnost zaměstnanců.
se: Som arbetsgivare ska du ta hänsyn till alla förhållanden som kan påverka de anställdas hälsa och säkerhet.

source: Máte odpovědnost za pracovní prostředí všech, kteří pro vás pracují.
se: Du har ansvar för arbetsmiljön för alla som arbetar åt dig.

source: Změny v používání křovinořezů a motorových řetězových pil
se: Förändringar vid användning av motorkedjesågar och röjsågar

source: Pravidla platná pro používání motorových řetězových pil a křovinořezů jsou v nových předpisech AFS 2012:1, který vstoupil v platnost 1. prosince 2012.
se: Regler som gäller vid användning av motorkedjesågar och röjsågar finns i den nya föreskriften, AFS 2012:1 – som trädde i kraft 1 december 2012.

source: Současně přestaly platit předpisy AFS 2000:2 Používání motorových pil a křovinořezů (Användning av motorkedjeså- gar och röjsågar).
se: Samtidigt upphörde AFS 2000:2 Användning av motorkedjesågar och röjsågar, att gälla.

source: Čtyři velké změny v předpisech AFS 2012:1
se: Fyra stora förändringar i föreskriften AFS 2012:1

source: Požadavek dokumentovaných znalostí ve formě zvládnutých teoretických a praktických zkoušek.
se: Krav på dokumenterade kunskaper i form av avklarade teoretiska och praktiska prov.

source: Zaměstnavatel je povinen splnit požadavek zvlád- nutých zkoušek do 1. ledna 2015.
se: Arbetstagaren har fram till 1 januari 2015 på sig att uppfylla kraven på avklarade prov.

source: Kdo po 1. lednu 2015 poruší předpisy o dokumentovaných znalostech bude muset zaplatit trestný poplatek 10 000 švédských korun.
se: Den som överträder bestämmelserna på dokumenterade kunskaper efter 1 januari 2015 ska betala en sanktionsavgift på 10 000 kronor.

source: Požadavek používání upozorňujících oděvů.
se: Krav på varselkläder.

source: Upozorňující oděvy jsou ochranné oděvy dobře viditelné ve dne i v noci.
se: Varselkläder är skyddskläder med god synbarhet såväl på dagen som i mörker.

source: Zaměstnavatel odpovídá ta to, že upozorňující oděvy splňují platné požadavky.
se: (Varselkläder tillverkade enligt standarden SS EN 471 uppfyller kraven.)

source: Ochranné vysoké boty/ochranné kotníkové boty s ochranou proti pilám.
se: Skyddsstövlar/skyddskängor med sågskydd.

source: Být připraven na nejhorší
se: Att vara förberedd på det värsta

source: Musí vždy být po ruce někdo, kdo má kompetenci, dokáže poskytnout první pomoc a musí být též po ruce výbava pro první pomoc.
se: Det ska finnas någon som har kompetens och kan ge första hjälpen och utrustning för första hjälpen.

source: Zaměstnavatel musí vědět, jak přivolat sanitku a jiná pohotovostní vozidla a dokázat podat zřetelný popis cesty k místu nehody, občas za pomoci koordinátů.
se: Arbetstagarna ska veta hur ambulans eller andra utryckningsfordon larmas och kunna ge en tydlig beskrivning av vägen till platsen för skadan, ibland med hjälp av koordinater.

source: Vienam dirbant
se: Ensamarbete

source: Dirbant vienam miške, keliami atskiri reikalavimai palaikant ryšį su išoriniu pasauliu.
se: Vid ensamarbete i skogen finns särskilda krav på kommunikation med omvärlden.

source: Brigadininkas arba bendradarbiai turi žinoti, kokioje miško vietoje asmuo dirba.
se: Arbetsledare eller arbetskamrat ska känna till var i skogen personen arbetar.

source: Darbas vėtrų išverstuose miškuose neturi būti atliekamas vieno asmens, asmuo turi palaikyti tiesioginį ryšį su kolegomis arba kitu asmeniu.
se: Arbete med stormfälld skog får inte utföras ensamt, personen ska ha direktkontakt med arbetskamrat eller annan person.

source: Práce samotného jednotlivce
se: Personalutrymmen

source: Při práci samotného jednotlivce na pracovišti v lese existují zvláštní požadavky pro komunikaci s okolním světem.
se: Personalutrymmen behövs både av komfortskäl och för att minska risken för ohälsa.

source: Ochranné osobní pracovní prostředky
se: Personlig skyddsutrustning

source: Pracovník s motorovou řetězovou pilou musí používat tyto ochranné pomůcky:
se: Den som arbetar med en motorkedjesåg ska använda följande personliga skyddsutrustning:

source: Ochrannou přilbu Chrániče sluchu Ochranné brýle
se: Skyddshjälm Hörselskydd Ögonskydd

source: Obvazové vybavení první pomoci
se: Första förband

source: Ochrannou blůzu nebo vestu s upozorňovací barvou
se: Skyddsblus eller skyddsväst med varselfärg

source: Pracovní rukavice Ochranné kalhoty
se: Arbetshandskar Skyddsbyxa

source: Ochrannou obuv – vysoké nebo kotníkové boty s ochranou proti pilám
se: Skyddskängor/stövlar med sågskydd

source: Chemická rizika při výsadbě a postřiku sazenic
se: Kemiska risker vid plantering och plantbesprutning

source: Při styku s chemickou látkou můžete být zraněni přímo nebo onemocnět mnohem později.
se: För att undvika risk för arbetssjukdomar, ta reda på information om ämnet och använd skyddsutrustning enligt tillverkarens råd.

source: Abyste se vyhnuli pracovním nemocem, zjistěte údaje o látce a používejte ochranné prostředky podle doporučení výrobce.
se: Arbetsmiljöverkets broschyr ”Säkert arbete med behandlade skogsplantor och vid besprutning efter plantering” innehåller mer information.

source: Pamatujte, že nezletilí nesmějí podle AFS 2012:3 s pesticidy třídy 1 a 2 pracovat.
se: Observera att minderåriga får enligt AFS 2012:3 inte arbeta med bekämpningsmedel i klass 1 eller 2.
